[
  {
    "id1": 46,
    "id2": 133,
    "show": 1,
    "description": "Филипп, герцог Эдинбургский (супруг королевы Великобритании Елизаветы II), является двоюродным братом великого князя Дмитрия Павловича (соучастника убийства Григория Распутина) — отец Филиппа Андрей и мать Дмитрия Александра были детьми короля Греции Георга I и великой княжны Ольги Константиновны."
  },
  {
    "id1": 22,
    "id2": 81,
    "show": 1,
    "description": "Вильгельм II (последний германский император и король Пруссии) является двоюродным братом Александры Федоровны (последней российской императрицы) — мать Вильгельма II Виктория и мать Александры Федоровны Алиса были детьми королевы Виктории и принца Альберта."
  },
  {
    "id1": 95,
    "id2": 81,
    "show": 1,
    "description": "Елизавета II (царствующая королева Великобритании) является двоюродной внучатой племянницей Александры Федоровны (последней российской императрицы) — дедушка Елизаветы II Георг V был двоюродным братом Александры Федоровны."
  },
  {
    "id1": 95,
    "id2": 82,
    "show": 1,
    "description": "Елизавета II (королева Великобритании) является двоюродной внучатой племянницей Николая II (последнего российского императора) — дедушка Елизаветы II Георг V был двоюродным братом Николая II."
  },
  {
    "id1": 86,
    "id2": 87,
    "show": 1,
    "links": "85,107,106,84,10,15,76,77,21,130",
    "description": "Виктория Мелита, жена Кирилла Владимировича, одновременно является его   двоюродной сестрой — мать Виктории Мелиты Мария Александровна и отец Кирилла Владимировича Владимир Александрович были детьми Александра II и Марии Александровны."
  },
  {
    "id1": 28,
    "id2": 81,
    "description": "Первой кандидаткой на роль невесты Альберта Виктора в 1889 году становится будущая императрица России Александра Федоровна, но она отказывается от помолвки."
  },
  {
    "id1": 81,
    "id2": 28,
    "description": "Первой кандидаткой на роль невесты Альберта Виктора в 1889 году становится будущая императрица России Александра Федоровна, но она отказывается от помолвки."
  },
  {
    "id1": 28,
    "id2": 30,
    "description": "В 1891 году состоялась помолвка Альберта Виктора и Марии Текской, но брак не был заключен из-за скоропостижной смерти герцога. "
  },
  {
    "id1": 30,
    "id2": 28,
    "description": "В 1891 году состоялась помолвка Альберта Виктора и Марии Текской, но брак не был заключен из-за скоропостижной смерти герцога. "
  },
  {
    "id1": 116,
    "id2": 115,
    "description": "Харальд V — внук Хокона VII."
  },
  {
    "id1": 115,
    "id2": 116,
    "description": "Хокон VII — дед Харальда V. "
  },
  {
    "id1": 114,
    "id2": 113,
    "description": "Маргрете II — внучка Кристиана Х."
  },
  {
    "id1": 113,
    "id2": 114,
    "description": "Кристиан X — дед Маргрете II."
  }
]